Repository: iina/iina
Catalog: iina/mul.lproj/PrefCodecViewController.xcstrings
Source language: en
Languages: hr, hu, ja, ko, ru, zh_hans

# 0DK-uZ-duj.title
source: Auto (Copy)
hr: Automatski (kopiraj)
hu: Auto (Másolás)
ja: 自動 (コピー)
ko: 자동 (복사)
ru: Автоматически (с копированием)
zh_hans: 自动 (拷贝)

# 2yO-To-el7.title
source: Default: 0 (Auto)
hr: Zadano: 0 (Automatski)
hu: Alapértelmezett: 0 (Auto)
ja: デフォルト: 0 (自動)
ko: 기본값: 0 (자동)
ru: По умолчанию: 0 (автоматически)
zh_hans: 默认: 0 (自动)

# 3g4-jW-uJd.title
source: Load ICC profile
hr: Učitaj ICC profil
hu: ICC-profil betöltése
ja: ICCプロファイルを読み込む中
ko: ICC 프로파일 불러오기
ru: Загрузить ICC-профиль дисплея
zh_hans: 加载 ICC 配置文件

# 9Q0-hw-PdU.title
source: Preamp gain:
hr: Pojačanje pretpojačala:
hu: Előerősítő erősítés:
ja: プリアンプゲイン:
ko: 프리앰프 음량:
ru: Предусиление до применения коррекции громкости:
zh_hans: 前置增益：

# 44m-ge-naq.title
source: Maximum volume:
hr: Maksimalna glasnoća:
hu: Maximum hang:
ja: 最大音量:
ko: 최대 음량:
ru: Максимальная громкость:
zh_hans: 最大音量:

# 50C-1R-wlJ.title
source: Number of threads:
hr: Broj niza:
hu: Szálak száma:
ja: スレッド数:
ko: 스레드 수:
ru: Количество потоков:
zh_hans: 线程数:

# a5Y-gU-JTj.title
source: Enable tone mapping
hr: Aktiviraj prilagođavanje boja
hu: Színtónus kiosztás
ja: トーンマッピングを有効にする
ko: 톤 매핑 사용
ru: Включить преобразование Tone Mapping
zh_hans: 启用色调映射

# aTt-aZ-rjK.title
source: Measured peak brightness of the display. If set to 0, IINA detects this value. If detection fails, IINA sets the target peak to 400.
hr: Izmjerena najveća svjetloća ekrana. Ako je postavljeno na 0, IINA otkriva ovu vrijednost. Ako otkrivanje ne uspije, IINA postavlja ciljanu najveću svjetloću na 400.
hu: A kijelző fényerejének mért csúcsa. Amennyiben 0, az IINA felismeri ezt az értéket. Amennyiben a felismerés sikertelen, az IINA a célértéket 400-ra állítja.
ja: 測定したディスプレイのピーク明るさを設定してください。設定値が0の場合、IINAがこの値を自動で検出します。検出に失敗した場合、IINAはピーク明るさを400に設定します。
ko: 디스플레이의 측정된 최대 밝기입니다. 0으로 설정하면 IINA가 이 값을 감지합니다. 감지에 실패하면 IINA는 최대 밝기를 400으로 설정합니다.
ru: Измеренная пиковая яркость дисплея. Если установлено 0, IINA автоматически определяет это значение. Если автоопределение не удалось, IINA устанавливает пиковую яркость в 400.
zh_hans: 测量的显示器的峰值亮度。如果设置为0，IINA会检测这个值。如果检测失败，IINA会将目标峰值设为400。

# baO-xy-7hD.title
source: nits
hr: nitova
hu: nit
ja: ニト
ko: 니트
ru: нит
zh_hans: 尼特

# bxW-np-SGm.title
source: Default: 0 (Auto)
hr: Zadano: 0 (Automatski)
hu: Alapértelmezett: 0 (Auto)
ja: デフォルト: 0 (自動)
ko: 기본값: 0 (자동)
ru: По умолчанию: 0 (автоматически)
zh_hans: 默认: 0 (自动)

# fOz-6g-MhS.title
source: Fallback:
hr: Standardno:
hu: Visszaesés:
ja: フォールバック:
ru: Резервный вариант:
zh_hans: 减退：

# g4c-vG-URh.title
source: Initial volume:
hr: Početna glasnoća:
hu: Kezdeti hang:
ja: デフォルトの音量
ko: 초기 음량
ru: Громкость при запуске:
zh_hans: 固定初始音量:

# gCv-sJ-uQJ.title
source: Always use the dedicated GPU for rendering (if it exists). This can improve performance but may reduce battery life.
hr: Uvijek koristi određenu grafičku karticu za iscrtavanje (ako postoji). To može poboljšati performansu, ali može skratiti trajanje baterije.
hu: Mindig a dedikált GPU-t használja a megjelenítéshez (ha létezik). Ez javíthatja a teljesítményt, de csökkentheti az akkumulátor élettartamát.
ja: レンダリングに専用GPUを常に使用します(搭載されている場合)。有効化するとパフォーマンスの向上が期待できますが、バッテリー消費が激しくなる可能性があります。
ko: 가능하면 전용 GPU를 사용하십시오. 성능 뿐만 아니라 배터리 효율도 향상시킬 수 있습니다.
ru: Всегда используйте выделенный GPU для рендеринга (если он есть). Это может улучшить производительность, но может снизить срок службы батареи.
zh_hans: 总是使用独立显卡(如果存在)。这可以提高渲染性能，但是可能增加耗电量。

# HQV-tY-NMj.title
source: If this option is not enabled, clipping will be prevented by lowering the gain.
hr: Ako je ova opcija isključena, odrezivanje će biti spriječeno smanjivanjem pojačanja.
hu: Ha ez az opció nincs engedélyezve, akkor az erősítés csökkentésével meg lesz akadályozva a "clipping".
ja: このオプションがオフのとき、ゲインを下げてクリッピングを防止します。
ko: 이 옵션이 비활성화되어 있는 경우, 음량을 낮춰 클리핑을 방지합니다.
ru: Если эта опция выключена, клиппинг будет предотвращен путем снижения коэффициента усиления.
zh_hans: 如果未启用此选项，将会通过降低增益来防止削波。

# J3e-oT-fy9.title
source: Allow the volume gain to clip
hr: Dozvoli pojačanje glasnoće
hu: Hangerő-erősítés "clipping" engedélyezése
ja: クリップにボリュームゲインを許可
ru: Разрешить регулировку громкости
zh_hans: 允许音量增益削波

# k7b-6o-lCK.title
source: No adjustment
hr: Bez podešavanja
hu: Nincs beállítás
ja: 調整なし
ko: 조정 없음
ru: Без регулировки
zh_hans: 无调整

# M2M-of-gjd.title
source: Load the ICC profile for current display and use it to transform video RGB to screen output. (Only for SDR mode)
hr: Učitaj ICC profil za trenutačni prikaz i koristi ga za transformaciju RGB videa rezultata. (Samo za SDR modus)
hu: ICC-profil betöltése a jelenlegi megjelenítőre, és videó-RGB konvertálásra való alkalmazása. (Kizárólag SDR-mód esetén)
ja: 現在のディスプレイのICCプロファイルをロードし、ビデオRGBをスクリーン出力に変換するために使用します。(SDRモードの場合のみ)
ko: 현재 디스플레이에 ICC 프로파일을 적용하여 비디오의 RGB를 변환하여 스크린에 출력합니다. (SDR 모드에서만 작동합니다)
ru: Загрузить ICC-профиль текущего дисплея и использовать его для преобразования RGB-видео (только для SDR-видео)
zh_hans: 加载当前显示器的 ICC 配置文件并用于将视频 RGB 转换至屏幕输出。(仅适用于 SDR 模式)

# m2n-yd-a4n.title
source: Gain to apply if the file has no ReplayGain tags.
hr: Pojačanje koji se primjenjuje ako datoteka nema ReplayGain oznake.
hu: Az alkalmazandó erősítés, ha a fájlban nincsenek ReplayGain címkék.
ja: ファイルにリプレイゲインタグがない場合に適用するゲイン
ru: Усиление, применяемое, если в файле нет тегов коррекции громкости (ReplayGain).
zh_hans: 应用于文件没有「回放增益」标签的增益

# mNn-cb-IVw.title
source: Enable tone mapping images onto the display
hr: Aktiviraj prilagođavanje boja slika za ekran
hu: Színtónus kiosztási képek megjelenítése a kijelzőn
ja: ディスプレイに画像のトーンマッピングを有効にする
ko: 디스플레이에 톤 매핑 이미지를 사용합니다
ru: Включить преобразование Tone Mapping на дисплее
zh_hans: 在显示器上启用色调映射图像

# nwg-2K-G2G.title
source: Hardware decoder:
hr: Hardverski dekoder:
hu: Hardveres dekóder:
ja: ハードウェアデコーダー:
ko: 하드웨어 디코더:
ru: Аппаратный декодер:
zh_hans: 硬件解码器:

# qzI-rq-PqO.title
source: Algorithm:
hr: Algoritam:
hu: Algoritmus:
ja: アルゴリズム:
ko: 알고리즘:
ru: Алгоритм:
zh_hans: 算法：

# R7Z-9c-vPJ.title
source: Enable HDR support
hr: Aktiviraj HDR podršku
hu: HDR-támogatás bekapcsolása
ja: HDRを有効にする
ko: HDR 지원 활성화
ru: Включить поддержку HDR
zh_hans: 启用 HDR 支持

# rFu-rL-EJC.title
source: Disabled
hr: Onemogućeno
hu: Kikapcsolva
ja: 使用しない
ko: 사용하지 않음
ru: Отключён
zh_hans: 禁用

# rIW-XP-zGZ.title
source: Pre-amplification gain to apply to the ReplayGain gain.
hr: Pojačanje pretpojačala koje se primjenjuje na ReplayGain pojačanje.
hu: Az előerősítő erősítés, amelyet a ReplayGain erősítésre kell alkalmazni.
ja: リプレイゲインに適用する前増幅ゲイン
ru: Коэффициент предусиления, применяемый к коррекции громкости ReplayGain.
zh_hans: 应用于回放增益的前置放大增益。

# sLR-vV-xn2.title
source: Preferred audio device:
hr: Željeni zvučni uređaj:
hu: Preferált audio eszköz:
ja: 使用するオーディオデバイス:
ko: 기본 오디오 출력:
ru: Предпочитаемое аудиоустройство:
zh_hans: 默认音频设备:

# sV5-dL-MUt.title
source: Audio:
hr: Zvuk:
hu: Hang:
ja: オーディオ:
ko: 오디오:
ru: Аудио:
zh_hans: 音频:

# szA-8r-plt.title
source: Algorithm to use for tone mapping images onto the display.
hr: Algoritam za prilagođavanje boja slika za ekran.
hu: Színtónus kiosztási képek megjelenítésére használt algoritmus.
ja: ディスプレイに画像のトーンマッピングを行うために使用するアルゴリズム
ko: 이미지를 디스플레이에 톤 매핑하는 데 사용할 알고리즘입니다.
ru: Алгоритм, используемый для преобразования Tone Mapping на дисплее.
zh_hans: 用于将图像映射到显示器上的算法。

# tAQ-oU-1AJ.title
source: Auto
hr: Automatski
hu: Automatikus
ja: 自動
ko: 자동
ru: Автоматически
zh_hans: 自动

# tO4-pw-2W9.title
source: Number of threads:
hr: Broj niza:
hu: Szálak száma:
ja: スレッド数:
ko: 스레드 수:
ru: Количество потоков:
zh_hans: 线程数:

# up6-6A-4sn.title
source: S/PDIF output:
hr: S/PDIF izlaz:
hu: S/PDIF kimenet:
ja: S/PDIF出力:
ko: S/PDIF 출력:
ru: Выход S/PDIF:
zh_hans: S/PDIF 输出:

# wjt-O6-KbC.title
source: Preferred language:
hr: Željeni jezik:
hu: Előnyben részesített nyelv:
ja: 優先言語:
ko: 선호 언어:
ru: Предпочитаемый язык:
zh_hans: 偏好语言:

# xVk-OA-kOf.title
source: Target peak:
hr: Ciljani najviši ton:
hu: Célérték:
ja: ターゲットを選択:
ko: 최대 밝기:
ru: Пиковая яркость:
zh_hans: 目标峰值：

# y61-Ah-c92.title
source: Adjust volume gain according to ReplayGain values stored in the file metadata.
hr: Prilagodi pojačanje glasnoće ReplayGain vrijednostima koje su spremljene u metapodacima datoteke.
hu: A hangerősítés beállítása a fájl metaadataiban tárolt ReplayGain értékek szerint.
ja: ボリュームゲインをファイルのメータデータに格納されているリプレイゲインの値に従って調整する。
ko: 볼륨 음량을 파일 메타데이터에 저장되어 있는 ReplayGain 값에 따라 조정합니다.
ru: Отрегулируйте увеличение громкости в соответствии со значениями выравнивания громкости, хранящимися в метаданных файла.
zh_hans: 根据原数据中的回放增益调整音量增益

# YUr-aJ-xfC.title
source: Force dedicated GPU
hr: Prisili korištenje određene grafičke kartice
hu: Dedikált GPU kényszeritése
ja: 専用GPUの使用を強制する
ko: GPU 렌더링 강제 설정
ru: Принудительно использовать GPU
zh_hans: 强制使用独立显卡

# ZgQ-bc-yEE.title
source: Enable HDR mode by default when playing HDR videos.
hr: Standardno aktiviraj HDR podršku tijekom reprodukcije HDR videa.
hu: HDR-mód alapértelmezett alkalmazása HDR-videó lejátszásakor.
ja: HDRビデオを再生するときは、自動的にHDRモードを有効にする。
ko: HDR 영상을 재생할 때 HDR 모드를 기본으로 활성화합니다.
ru: Включить HDR-режим по умолчанию для HDR-видео.
zh_hans: 播放 HDR 视频时默认启用 HDR 模式。

# ZJJ-1o-ZGD.title
source: Album gain
hr: Pojačanje albuma
hu: Album erősítés
ja: アルバムゲイン
ko: 앨범 음량
ru: Усиление альбома
zh_hans: 专辑增益

# ZRL-b0-k1L.title
source: Gain adjustment:
hr: Podešavanje pojačanja:
hu: Erősítés beállítás:
ja: ゲイン調整:
ko: 음량 조정:
ru: Регулировка усиления:
zh_hans: 增益调整：

# m5P-5f-5uo.title
source: Video:
hu: Videó:
ja: ビデオ:
ko: 비디오:
ru: Видео:
zh_hans: 视频:

# w6E-lw-g7g.title
source: Track gain
hu: Zeneszám erősítés
ja: トラックゲイン
ko: 트랙 음량
ru: Усиление трека
zh_hans: 轨道增益

# gfq-nW-dDu.title
source: ReplayGain:
ja: リプレイゲイン:
ru: Выравнивание громкости:
zh_hans: 回放增益

# Bew-Pv-igg.title
source: dB
ru: дБ
zh_hans: 分贝

# n3r-mP-f8V.title
source: Label
ru: Метка

# ovT-D3-3jS.title
source: dB
ru: дБ
zh_hans: 分贝
